[
	{
		"id": "tjorve_and_tjorve",
		"type": "article-journal",
		"abstract": "The Gompertz model is well known and widely used in many aspects of biology. It has been frequently used to describe the growth of animals and plants, as well as the number or volume of bacteria and cancer cells. Numerous parametrisations and re-parametrisations of varying usefulness are found in the literature, whereof the Gompertz-Laird is one of the more commonly used. Here, we review, present, and discuss the many re-parametrisations and some parameterisations of the Gompertz model, which we divide into Ti (type I)- and W0 (type II)-forms. In the W0-form a starting-point parameter, meaning birth or hatching value (W0), replaces the inflection-time parameter (Ti). We also propose new “unified” versions (U-versions) of both the traditional Ti -form and a simplified W0-form. In these, the growth-rate constant represents the relative growth rate instead of merely an unspecified growth coefficient. We also present U-versions where the growth-rate parameters return absolute growth rate (instead of relative). The new U-Gompertz models are special cases of the Unified-Richards (U-Richards) model and thus belong to the Richards family of U-models. As U-models, they have a set of parameters, which are comparable across models in the family, without conversion equations. The improvements are simple, and may seem trivial, but are of great importance to those who study organismal growth, as the two new U-Gompertz forms give easy and fast access to all shape parameters needed for describing most types of growth following the shape of the Gompertz model.",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0178691",
		"ISSN": "1932-6203",
		"issue": "6",
		"journalAbbreviation": "PLoS One",
		"note": "PMID: 28582419\nPMCID: PMC5459448",
		"source": "PubMed Central",
		"title": "The use of Gompertz models in growth analyses, and new Gompertz-model approach: An addition to the Unified-Richards family",
		"title-short": "The use of Gompertz models in growth analyses, and new Gompertz-model approach",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5459448/",
		"volume": "12",
		"author": [
			{
				"family": "Tjørve",
				"given": "Kathleen M. C."
			},
			{
				"family": "Tjørve",
				"given": "Even"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2020",
					2,
					3
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					6,
					5
				]
			]
		}
	}
]